{
	"0" : {"name" : "DM", "text" : "Antes de Vadim encostar na porta, um suspiro cansado pode ser ouvido."},
	"1" : {"name" : "MC", "text" : "Hm?"},
	"2" : {"name" : "DM", "text" : "Toc, toc. Ao olhar pelo olho mágico, um rosto gentil e caridoso pode ser visto, um sorriso caloroso acentuando rugas de grande idade."},
	"3" : {"name" : "MC", "text" : "Bom dia, Viyeniya."},
	"4" : {"name" : "OM", "text" : "Oh, Vadik! Bom dia, bom dia! É sempre bom te ver. Conseguiu dormir bem esta noite?"},
	"5" : {"name" : "MC", "text" : "Dormi, sim. Não costumo ter dificuldades para isso."},
	"6" : {"name" : "MC", "text" : "Mas você não soa tão contente para mim. Algo aconteceu? Posso lhe ajudar."},
	"7" : {"name" : "DM", "text" : "A mais sutil preocupação passa pelo rosto de Viyeniya, mas seu sorriso ainda se mantém."},
	"8" : {"name" : "OM", "text" : "Bobeira, Vadik. Não se preocupe, não é nada importante, eu resolverei isso em breve."},
	"9" : {"name" : "MC", "text" : "Por favor, Viyeniya. Eu insisto. Quero te ver bem."},
	"10" : {"name" : "DM", "text" : "Alguns momentos de silêncio. Viyeniya realmente parece não querer incomodar Vadim, mas ele acaba por renunciar com um suspiro."},
	"11" : {"name" : "OM", "text" : "Mas... Oras, bem. Se você quer mesmo saber, Vadik, eu ando tendo alguns problemas familiares. Mas não pense em bobagem, são apenas algumas dificuldades com meus netos."},
	"12" : {"name" : "MC", "text" : "Não sabia que já tinha netos, Viyeniya."},
	"13" : {"name" : "OM", "text" : "Tenho sim, e ainda são três deles! Hoho! Coisinhas fofas e inocentes, todos."},
	"14" : {"name" : "OM", "text" : "Mas ultimamente, não importa o quanto eu queira, não estou conseguindo conversar muito bem com eles."},
	"15" : {"name" : "MC", "text" : "Como assim?"},
	"16" : {"name" : "OM", "text" : "Eu sou velho, Vadik. Não sou mais ágil no pensamento ou esperto nas brincadeiras. Não consigo aguentar crianças nos ombros ou jogar jogos complicados."},
	"17" : {"name" : "OM", "text" : "Isso não é um problema com meus filhos, eles já são adultos independentes e acho que cuidei bem deles em sua infância. Mas meu netos mais preferem passar o tempo sozinhos do que comigo, não escutam piadas ou conselhos."},
	"18" : {"name" : "OM", "text" : "Pode ser um pouco egoísta, mas isto realmente me deixa triste. Quero ser presente na vida deles, mas eles não se importam com minha presença."},
	"19" : {"name" : "DM", "text" : "O homem fez a maior parte de seu diálogo enquanto olhava para a parede, relembrando momentos que ele não podia pensar como apenas tristes, seu cenho relaxado e suas orelhas vermelhas."},
	"20" : {"name" : "OM", "text" : "Então este é o meu problema... Complicado, não?"},
	"21" : {"name" : "CH", "text" : "Já tentou falar com seus netos sobre isso?", "action" : "EXEC_DIALOG", "target" : "OM_L1_1C"},
	"22" : {"name" : "CH", "text" : "Já tentou falar com seus filhos sobre isso?", "action" : "EXEC_DIALOG", "target" : "OM_L1_2C"},
}
